alacritty
alsa-utils
amd-ucode
amdvlk
baobab
base
base-devel
blueman
bluez-utils
breeze
breeze-gtk
brightnessctl
btop
composer
cpupower
dnsmasq
docker
docker-compose
dosfstools
dunst
edk2-ovmf
efibootmgr
fd
file-roller
firefox
gifsicle
git
gnome-calculator
gnome-system-monitor
godot
gparted
grim
grub
grub-customizer
gvfs
gvfs-mtp
hugo
hypridle
hyprland
hyprpaper
intel-media-driver
intellij-idea-community-edition
iptables-nft
iwd
kwallet-pam
lib32-vulkan-radeon
libpulse
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
lxappearance
mariadb
mlocate
nano
neofetch
neovim
network-manager-applet
nftables
nodejs
npm
ntfs-3g
obs-studio
os-prober
papirus-icon-theme
pavucontrol
php
php-sqlite
pipewire-pulse
polkit-kde-agent
pulseaudio-alsa
python-pandas
python-pip
python-pyserial
qpwgraph
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
scons
sddm
slurp
smartmontools
sqlitebrowser
steam
swtpm
thunar
thunar-archive-plugin
thunar-volman
tigervnc
ttf-0xproto-nerd
ttf-jetbrains-mono-nerd
unzip
vim
vlc
vulkan-intel
vulkan-radeon
vulkan-tools
waybar
wget
wine
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xhost
xorg-xinit
xwaylandvideobridge
ydotool
zip
zram-generator
