alacritty
amd-ucode
android-tools
aspnet-runtime
baobab
base
base-devel
blueman
breeze
brightnessctl
btop
bun
corectrl
ddcutil
discord
docker
dotnet-runtime
dotnet-sdk
dunst
efibootmgr
fastfetch
fd
file-roller
firefox
gifsicle
git
gnome-calculator
gnome-disk-utility
gnome-themes-extra
godot
gparted
grim
grub
gvfs
gwenview
hugo
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
jq
kdeconnect
less
libreoffice-fresh
linux
linux-firmware
nano
neovim
network-manager-applet
networkmanager
nfs-utils
nodejs
npm
ntfs-3g
nwg-look
obs-studio
ollama-rocm
opencode
os-prober
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
prismlauncher
pyenv
qpwgraph
qt5-wayland
qt6-wayland
qt6ct
ripgrep
rofi
rsync
rust
satty
sddm
slurp
steam
sudo
thunar
thunar-archive-plugin
thunar-volman
tk
ttf-jetbrains-mono-nerd
vlc
vlc-plugin-ffmpeg
vulkan-radeon
waybar
wget
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xorg-xhost
zram-generator
zsh
