alacritty
alsa-utils
amd-ucode
arduino-language-server
aspnet-runtime
baobab
base
base-devel
blueman
bluez-utils
breeze
breeze-gtk
brightnessctl
btop
clang
cloudflared
composer
cpupower
ddcutil
discord
dnsmasq
docker
docker-compose
dosfstools
dotnet-sdk
dunst
efibootmgr
efitools
fastfetch
fd
file-roller
firefox
gdb
gifsicle
git
git-lfs
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-system-monitor
gnome-themes-extra
godot
gparted
graphviz
grim
grub
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-smb
hugo
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
intel-media-driver
iptables-nft
iwd
jdk-openjdk
jq
kdeconnect
kwallet-pam
less
lib32-vulkan-radeon
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
npm
ntfs-3g
nvm
nwg-look
obs-studio
os-prober
pavucontrol
php
php-sqlite
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
polkit-kde-agent
prismlauncher
pulseaudio-alsa
pyenv
python-pip
qpwgraph
qsynth
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
rofi
samba
satty
sddm
slurp
sqlitebrowser
steam
thunar
thunar-archive-plugin
thunar-volman
timidity++
tk
tokei
ttf-0xproto-nerd
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-roboto
unzip
vim
vlc
vlc-plugin-ffmpeg
vulkan-intel
vulkan-radeon
vulkan-tools
waybar
wget
wine
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xhost
xorg-xinit
zip
zram-generator
